package com.company;
/* 2.Необходимо написать программу для определения не четного числа.
Пользователю необходимо ввести число с клавиатуры а программа сообщит
Число четное или не четное.*/

  public class OneTask2 {
      public static void main(String[] args) {
          int a = 5, b = 3;
          if (a % 2 == 1) {
              System.out.println("ne chetnogo");
          } else {
              System.out.println("chetnogo");
          }
      }
  }
